Repository: wp-plugins/image-credits-nofollow
Catalog: languages/image-credits-nofollow-*.po
Languages: tr_tr

source: Image Credits Options
tr_tr: Image Credits Seçenekler

source: Display Credits
tr_tr: Telif Hakkını Göster

source: Separator
tr_tr: Ayraç

source: Before
tr_tr: Önce

source: After
tr_tr: Sonra

source: Settings
tr_tr: Ayarlar

source: Before the content
tr_tr: İçerikten önce

source: After the content
tr_tr: İçerikten sonra

source: Choose how you want to display the image credits
tr_tr: Görsel telif haklarının nasıl görünmesini istediğinizi seçin

source: HTML to separate the credits (enter leading and trailing spaces using HTML entities).
tr_tr: Telif haklarını ayırmak için HTML kullanılsın (HTML öğelerini kullanarak baştaki ve sondaki boşlukları belirleyin)

source: HTML to output before the credits (enter leading and trailing spaces using HTML entities).
tr_tr: Telif haklarından önceki veriler için HTML kullanılsın (HTML öğelerini kullanarak baştaki ve sondaki boşlukları belirleyin)

source: HTML to output after the credits (enter leading and trailing spaces using HTML entities).
tr_tr: Telif haklarından sonraki veriler için HTML kullanılsın (HTML öğelerini kullanarak baştaki ve sondaki boşlukları belirleyin)

source: Options
tr_tr: Seçenekler

source: Do you like this Plugin?
tr_tr: Bu eklentiyi beğendiniz mi?

source: We also need volunteers to translate that plugin into more languages.
tr_tr: Eklentiyi daha fazla dile çevirmek için gönüllülere ihtiyacımız var.

source: If you wish to help then contact <a href="http://apasionados.es/contacto/index.php?desde=wordpress-org-imagecreditnofollow-administracionplugin" target="_blank">contact form</a> or contact us on Twitter: <a href="https://twitter.com/apasionados" target="_blank">@Apasionados</a>.
tr_tr: Yardım etmek isterseniz, <a href="http://apasionados.es/contacto/index.php?desde=wordpress-org-imagecreditnofollow-administracionplugin" target="_blank">iletişim formu</a> üzerinden ya da Twitter <a href="https://twitter.com/apasionados" target="_blank">@Apasionados</a> hesabından bize ulaşabilirsiniz.

source: Credits
tr_tr: Telif Hakkı

source: Adds credits to the media uploads: Source and source URL. URLs are nofollow by default, but you have the option to follow them. With a shortcode and various options to display image credits in the posts.
tr_tr: Medya yüklemelerine telif hakları ekleyin: Kaynak ve kaynak linki. Linkler varsayılan olarak nofollow içerir, ancak linkleri follow yapma seçeneğine de sahipsiniz. Kısa kodlar ve çeşitli seçeneklerle yazılarınızda görsel telif hakları gösterebilirsiniz.

source: Follow source URL?
tr_tr: Link follow olsun mu?

source: Select to make source link dofollow. By default it's nofollow.
tr_tr: Linki dofollow yapmak için seçmelisiniz. Varsayılan nofollow'dur.
